<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author	CodeIgniter community
 * @copyright	Copyright (c) 2014-2019, British Columbia Institute of Technology (https://bcit.ca/)
 * @license	http://opensource.org/licenses/MIT	MIT License
 * @link	https://codeigniter.com
 */
defined('BASEPATH') OR exit('No direct script access allowed');

$lang['date_year'] = 'Йил';
$lang['date_years'] = 'Йиллар';
$lang['date_month'] = 'Ой';
$lang['date_months'] = 'Ойлар';
$lang['date_week'] = 'Ҳафта';
$lang['date_weeks'] = 'Ҳафталар';
$lang['date_day'] = 'Кун';
$lang['date_days'] = 'Кунлар';
$lang['date_hour'] = 'Соат';
$lang['date_hours'] = 'Соатлар';
$lang['date_minute'] = 'Дақиқа';
$lang['date_minutes'] = 'Дақиқалар';
$lang['date_second'] = 'Сония';
$lang['date_seconds'] = 'Сониялар';

$lang['UM12'] = '(UTC -12:00) Бейкер ва Ховленд ороли';
$lang['UM11'] = '(UTC -11:00) Ниуэ';
$lang['UM10'] = '(UTC -10:00) Гавайи, Кук ороллари, Таити';
$lang['UM95'] = '(UTC -9:30) Маркиз ороллари (Франция Полинезияси)';
$lang['UM9'] = '(UTC -9:00) Аляска';
$lang['UM8'] = '(UTC -8:00) Шимолий Америка ва Тинч океани вақти (АҚШ ва Канада)';
$lang['UM7'] = '(UTC -7:00) АҚШ ва Канада тоғ вақти, Мексика (Чихуахуа, Ла-Пас, Мазатлан)';
$lang['UM6'] = '(UTC -6:00) Марказий Америка вақти (Мексика, Коста-Рика, Эквадор (Галапагос ороллари) )';
$lang['UM5'] = '(UTC -5:00) Шимолий Американинг шарқий вақти (АҚШ ва Канада), Жанубий Америка Тинч океани (Богота, Лима, Кито)';
$lang['UM45'] = '(UTC -4:30) Венесуэла стандарт вақти';
$lang['UM4'] = '(UTC -4:00) Атлантика (Канада), Жанубий Америка Тинч океани, Ла Пас, Сантяго)';
$lang['UM35'] = '(UTC -3:30) Нюфаундленд ва Лабрадор';
$lang['UM3'] = '(UTC -3:00) Аргентина, Бразилия, Франция Гвианаси, Уругвай';
$lang['UM2'] = '(UTC -2:00) Ўрта атлантика (Жанубий Жоржия, Жанубий Сандвич)';
$lang['UM1'] = '(UTC -1:00) Азор ороллари, Кабо-Верде';
$lang['UTC'] = '(UTC) Ғарбий Европа (Дублин, Эдинбург, Лиссабон, Лондон, Касабланка, Мавритания)';
$lang['UP1'] = '(UTC +1:00) Марказий Европа, Ғарбий Марказий Африка';
$lang['UP2'] = '(UTC +2:00) Калининград, Шарқий Европа, Миср, Исроил, Ливан, Ливия, Туркия, Жанубий Африка';
$lang['UP3'] = '(UTC +3:00) Москва, Шарқий Африка, Ироқ, Қувайт, Саудия Арабистони';
$lang['UP35'] = '(UTC +3:30) Теҳрон (Эрон)';
$lang['UP4'] = '(UTC +4:00) Самара, БАА, Уммон, Озарбайжон, Арманистон, Грузия';
$lang['UP45'] = '(UTC +4:30) Афғонистон';
$lang['UP5'] = '(UTC +5:00) Екатеринбург, Ғарбий Осиё вақти (Исломобод, Карачи, Ўзбекистон)';
$lang['UP55'] = '(UTC +5:30) Ҳиндистон, Шри-Ланка';
$lang['UP575'] = '(UTC +5:45) Непал';
$lang['UP6'] = '(UTC +6:00) Омск, Новосибирск, Кемерово, Марказий Осиё (Бангладеш, Қозоғистон, Қирғизистон)';
$lang['UP65'] = '(UTC +6:30) Мянма, Кокос ороллари';
$lang['UP7'] = '(UTC +7:00) Красноярск, Камбоджа, Лаос, Таиланд, Ветнам';
$lang['UP8'] = '(UTC +8:00) Иркутск, Улан-Батор, Куала-Лумпур, Гонконг, Хитой, Цингапур, Тайван, Ғарбий Австралия';
$lang['UP875'] = '(UTC +8:45) Ғарбий Австралия';
$lang['UP9'] = '(UTC +9:00) Якутск, Корея, Япония';
$lang['UP95'] = '(UTC +9:30) Марказий Австралия вақти';
$lang['UP10'] = '(UTC +10:00) Владивосток, Шарқий Австралия';
$lang['UP105'] = '(UTC +10:30) Лорд Хоу ороли (Австралия)';
$lang['UP11'] = '(UTC +11:00) Ўрта Колйма, Соломон ороллари, Вануату';
$lang['UP115'] = '(UTC +11:30) Норфолк ороли';
$lang['UP12'] = '(UTC +12:00) Фижи, Гилберт ороллари, Камчатка, Янги Зеландия';
$lang['UP1275'] = '(UTC +12:45) Чатҳам ороллари';
$lang['UP13'] = '(UTC +13:00) Самоа, Феникс ороллари, Тонга';
$lang['UP14'] = '(UTC +14:00) Лине ороллари (Кирибати)';
