<?php
$lang['continue'] = "Продолжить";
$lang['select_section'] = "Выберите нужный раздел";
$lang['back_button'] = "Назад";
$lang['subscribed_button'] = "Я подписался";
$lang['check_chatmember'] = "Пожалуйста, подпишитесь на каналы ниже";
$lang['not_subscribed'] = "Вы еще не подписаны";
$lang['send_phone'] = "📲 Отправить номер телефона";
$lang['phone_saved'] = "✅ Номер телефона введен успешно";
$lang['undefined_action'] = "⚠️ Неопределенное действие";
$lang['answer_button_url'] = "{answer}";
$lang['inline_question'] = "{question}";
$lang['question_url'] = "➡️ ГОЛОСОВАТЬ ⬅️";
$lang['answer_rating_single'] = "▪️ {answer}: {count} голосов";
$lang['poll_question_stopped'] = "⚠️ Такого опроса не существует или голосование приостановлено";
$lang['answered'] = "✅ Вы проголосовали за {answer}.";
$lang['allready_answered'] = "Вы уже ответили на {answer} в этом опросе";
$lang['poll_expired'] = "Время ответа истекло";
$lang['answer_type'] = "📝 Ответить";
$lang['answer_type_message'] = "Напишите, пожалуйста, ответ...";
$lang['reply_has_been_accepted'] = "✅ Ваш ответ принят";

$lang['year_is_not_valid'] = "⚠️ Год рождения указан неверно. Пожалуйста, введите правильный вариант еще раз.";